final volcanos = const [
  {
    'title': 'Эребус',
    'image': "assets/Erebus/jpg",
    'facts': 'вулкан в Антарктиде, самый южный действующий вулкан на Земле, '
        'второй по высоте вулкан континента. Высота — 3794 м. '
        'Расположен на острове Росса, где имеется ещё несколько потухших вулканов'
        'вулкан были названы в честь Эреба, древнего греческого бога, родившегося из Хаоса.'
        '28 ноября 1979 года в склон вулкана врезался пассажирский самолёт DC-10 новозеландской авиакомпании Air New Zealand. '
        'В результате катастрофы рейса NZ 901 погибло 257 человек ',
  },
];
