const List<String> facts = [
  "Слово «вулкан» происходит от имени древнеримского бога Вулкана, повелителя подземного огня.",
  "Самым опасным из активных вулканов в наши дни считается расположенный в тридцати километрах от столицы Мексики вулкан Попокатепетль.",
  "На территории Австралии нет ни одного активного вулкана.",
  "Многие заселённые острова имеют вулканическое происхождение, например, Гренада",
  "Прилегающие к вулканам земли считаются одними из самых плодородных.",
  "Скорость вытекания лавы из жерла извергающегося вулкана может достигать 70-90 километров в час.",
  "Остров Суритсей, расположенный недалеко от Исландии — самый молодой остров на Земле. Он появился в 1963 году в результате извержения подводного вулкана.",
  "В начале XX века извержение вулкана Мон-Пеле на острове Мартиника послужила причиной гибели всего населения острова, унеся жизни более чем тридцати тысяч человек. Спастись по счастливому стечению обстоятельств удалось только двоим островитянам.",

  "На земной суше расположено около полутора тысяч действующих вулканов.",
  "Археологи выяснили, что произошедшее около 75 тысяч лет назад извержение супервулкана вызвало эффект «вулканической зимы», заслонив солнце на долгие годы, и даже послужило причиной дождей из серной кислоты.",

  "Мощность извержения вулкана Сен-Хеленс в 1980 году сравнима с мощностью одновременного взрыва полутысячи средних атомных бомб.",

  "В Исландии энергию вулканов используют на специальных геотермальных электростанциях.",
  "Знаменитые Гавайские острова расположены в зоне высокой вулканической активности. Все острова архипелага имеют вулканическое происхождение.",
  "На суше вулканов впятеро меньше, чем под водой.",
  "Из всех задокументированных извержений самым мощным было извержение вулкана Тамбора в Индонезии в начале 19-го века. Из-за него средняя температура на всей планете понизилась на несколько градусов примерно на год.",
  "Стратовулкан — это особо мощный вулкан, извергающий газы и пепел в стратосферу.",
  "В 1991 году вулкан Пинатубо во время извержения выбросил в атмосферу около пяти кубических километров различных материалов, а высота столба из пепла и газов составила тридцать пять километров.",
  "Расположенный на Гавайях вулкан Килауэа не прекращает извергаться с 1983 года.",
  "Самая высокая гора в мире, если считать от подножия до вершины, а не от уровня моря — не Эверест, а вулкан Мауна-Лоа высотой в 10210 метров. Большая часть вулкана скрыта под толщей воды.",
  "Самое глубокое подтверждённое извержение подводного вулкана произошло на глубине тысячи двухсот метров.",
  "В Антарктиде также есть активный вулкан — Эребус, который тоже практически непрерывно извергается",
  "Достаточно мощное извержение супервулкана вполне может полностью изменить климат на Земле.",
  "Всего на нашей планете около двадцати супервулканов. Учёные утверждают, что извергаются они примерно раз в сотню тысяч лет.",
  "Самый, пожалуй, известный вулкан в мире — Этна, первые извержения которого были зарегистрированы три с половиной тысячи лет назад.",
  "Самый активный в северном полушарии вулкан — Ключевская сопка на Камчатке.",
  "Даже потухший вулкан может внезапно ожить в любой момент.",





];