final volcanoes = const [
  {
    'title': 'Тамбора',
    'url': 'assets/Tambora.jpg',
    'facts': 'Гора Тамбора — действующий вулкан на острове Сумбава в Индонезии. '
        'Его извержение в 1815 году является самым мощным извержением вулкана в зарегистрированной истории '
        'и считается одним из величайших стихийных бедствий, когда-либо случавшихся с '
        'человечеством. Помимо гибели десятков тысяч людей и погружения Юго-Восточной Азии во тьму, '
        'это также имело другие экологические последствия, включая то, '
        'что известно как Год без лета.\n\n'

        'Гора Тамбора — это стратовулкан. Они характеризуются крутым профилем в отличие от '
        'щитовых вулканов, которые имеют низкий профиль и распростерты, как щит воина, лежащий '
        'на земле. Лава, вытекающая из стратовулкана, более вязкая по сравнению со щитовым '
        'вулканом, и поэтому она охлаждается и затвердевает, прежде чем распространиться широко. '
        'Гора Тамбора пережила столетия спячки, но к 1812 году она вступила в период высокой '
        'активности. Подсчитано, что небольшие извержения '
        'происходили в течение трех лет до сильного извержения в апреле 1815 года.\n\n'

        'Вечером 5 апреля 1815 года на горе Тамбора произошел мощный взрыв, который был слышен '
        'на расстоянии 1400 км от Тернате, острова на островах Малуку. На Яве, которая находится в '
        '1260 км от горы Тамбора, британские власти приняли этот звук за пушечный выстрел. '
        'Опасаясь нападения на соседний пост, войска были отправлены из Джококарты, что в Центральной Яве, '
        'для отражения захватчиков. Вдоль побережья чиновники подумали, '
        'что судно терпит бедствие, и были отправлены спасательные катера.\n\n'

        '10 апреля 1815 года гора Тамбора изверглась еще более яростно, когда три '
        'столба пылающей лавы поднялись на большую высоту и слились вместе. '
        'Вся гора превратилась в текучую массу “жидкого огня”. '
        'Деревня Тамбора, которая находилась недалеко от вулкана, была уничтожена. '
        'Камни из пемзы диаметром до 20 см обрушились дождем на деревню Санггар, '
        'расположенную в девятнадцати милях отсюда. '
        'Крупные взрывы гремели до вечера 11 апреля.\n\n'

        'Извержение Тамборы создало пемзовые плоты в окружающих морях, которые, '
        'подобно гигантским айсбергам, оставались опасными для судов в течение многих лет. '
        'Кроме того, извержение создало зонт из вулканического пепла, '
        'который распространился и накрыл Юго-Восточную Азию, погрузив ее в темноту на неделю.\n\n'

        ' Число погибших в результате извержения вулкана Тамбора варьируется в '
        'зависимости от различных источников, но, по оценкам, составляет не менее 71 000 человек.\n\n'

        '1816 год, следующий за извержением, известен как «Год без лета». Средние глобальные температуры снизились примерно на 0,4–0,7 °C. '
        'Наблюдались сильные климатические аномалии со снегом в необычные месяцы. \n\n'


    ,
  },
  {
    'title': 'Эребус',
    'url': "assets/Erebus.jpg",
    'facts': 'Вулкан в Антарктиде, самый южный действующий вулкан на Земле, '
        'второй по высоте вулкан континента. \nВысота — 3794 м. '
        'Расположен на острове Росса, где имеется ещё несколько потухших вулканов. \n'
        'Вулкан были названы в честь Эреба, древнего греческого бога, родившегося из Хаоса.\n\n'
        '28 ноября 1979 года в склон вулкана врезался пассажирский самолёт DC-10 новозеландской авиакомпании Air New Zealand. '
        'В результате катастрофы рейса NZ 901 погибло 257 человек ',
  },
  {
    'title': 'Эльбрус',
    'url': "assets/elbrus.jpg",
    'facts': 'Гора Эльбрус, высочайшая вершина России (5642 метра) является стратовулканом. '
        'Он давно уже спит, но в его недрах продолжается вулканическая активность, '
        'и не исключено, что он может проснуться в любой момент.\n\n'
        'Гору Эльбрус называют двуглавой не просто так – вершин у неё действительно две, '
        'высотой в 5642 и 5621 метр над уровнем моря\n\n'
        'Эльбрус представляет собой спящий вулкан. Он образовался в результате многочисленных извержений, '
        'последнее из которых произошло более 5100 лет назад.\n\n'
        'Со склонов Эльбруса стекают 23 ледника, общая площадь которых достигает 134 км². '
        'Это в 67 раз больше площади всего княжества Монако, '
        'самого маленького государства мира за исключением Ватикана.\n\n'
        'Восточная (более низкая) вершина этой горы была впервые покорена в 1829 году. '
        'Первое восхождение на вторую вершину, '
        'западную, состоялось намного позднее, в 1874 году.\n\n'
        'Первым человеком, покорившим обе вершины Эльбруса, стал русский военный топограф Андрей Пастухов. '
        'Свои восхождения он совершил в 1890 и 1896 годах.\n\n',
  },
  {
    'title': 'Везувий',
    'url': 'assets/Vezuviy.jpg',
    'facts': 'Вулкан Везувий находится на побережье '
        'Неаполитанского залива в 15 км от Неаполя.\n\n'

        'Свою известность Везувий получил благодаря извержениям, '
        'которые приводили к большому количеству жертв и производили серьезные разрушения\n\n'

        'Последнее извержение вулкана произошло в 1944 г. На данный момент его высота составляет 1281 м, '
        'диаметр кратера – 750 м, а периметр основания – около 75 км.\n\n'

        'Интересен факт, что сегодня у подножия Везувия можно увидеть фруктовые сады и '
        'виноградники. Это происходит потому, что вулканический пепел (туф) '
        'содержит в себе множество минералов и микроэлементов, обеспечивающих плодородность почвы. '
        'Также здесь растут сосны, высота которых может достигать 80 м.\n\n'

        'У некоторых людей имя Везувия ассоциируются со Спартаком, '
        'вступившим в сражение с римскими воинами прямо у основания вулкана.\n'
        'Интересен факт, что до битвы с римским войском, гладиатор со '
        'своей армией прятался внутри кратера вулкана.\n\n'

        'За всю историю существования Везувий извергался приблизительно 80 раз. '
        'Самые известные его извержения проходили в '
        '79, 1631, 1794, 1822, 1872 и 1906 годах нашей эры.\n\n'

        'Одно из самых знаменитых извержений произошло 24 августа 79 году н. э., '
        'когда были уничтожены древнеримские города '
        'Помпеи, Геркуланум, Оплонтис и виллы Стабий.\n\n'

    ,
  },

  {
    'title': 'Эль-Попо',
    'url': 'assets/Popo.jpg',
    'facts': 'Вулкан Попокатепетль, или Эль-Попо, как нежно называют его местные жители, '
        'относится к числу самых привлекательных природных достопримечательностей Мексики. '
        'После пика Орисаба он является самой высокой вершиной страны и '
        'отличается большим разнообразием природных ландшафтов.\n\n'

        'Попокатепетль имеет один кратер длиной 600 м и шириной 400 м. '
        'С момента появления испанцев в 1519 году он извергался более 15 раз, '
        'благодаря чему считается самым активным действующим вулканом Мексики.\n\n'

        'Наибольшее количество извержений было зафиксировано с 1994 года, '
        'причем последнее случилось в 2015 году\n\n'

        'Гости мексиканской столицы стремятся не только увидеть эту величественную гору, '
        'но и полюбоваться расположенным рядом потухшим вулканом Истаксиуатль. \n\n'

        'Обе вершины связаны между собой древней легендой ацтеков, согласно которой когда-то '
        'Иста был женщиной, принцессой, влюбившейся в воина по имени Попокатепетль\n'

        'Однажды Эль-Попо ушел на войну, а один из поклонников принцессы рассказал ей, что тот погиб. '
        'Отчаявшаяся Иста была отдана другому, однако спустя какое-то время Попокатепетль вернулся домой с '
        'победой. Не сумев пережить собственной измены девушка покончила собой, за ней следом покончил собой '
        'и Эль-Попо. Пораженные такой силой любви, '
        'боги ацтеков превратили погибших в вулканы, которые уже много тысячелетий не расстаются.\n\n'



    ,
  },
  {
    'title': 'Льюльяйльяко',
    'url': 'assets/Llullaillaco.jpg',
    'facts': '«Обманщик» – так именуют индейцы самый высокий действующий вулкан Льюльяйльяко, '
        'расположенный на границе Аргентины и Чили. Так как местные жители не '
        'особо доверяют видимому спокойствию «характера» вулкана, они его так и прозвали.\n\n'

        'Льюльяйльяко (исп. Llullaillaco) – стратовулкан. Его высота составляет 6739 м. '
        'Он занимают третью строчку среди самых высоких пиков Чили, однако далеко не каждый '
        'осмеливался покорить эту высоту из-за трудного доступа. '
        'На его склонах со стороны Чили расположен Национальный парк Льюльяйльяко.\n\n'

        'Многие заинтересовываются названием вулкана. Это труднопроизносимое слово, '
        'как гласит одна из легенд, появилось благодаря слову «llullu», которое переводится очень пространно, '
        'как «вода, которая не может быть найдена, несмотря на длительные поиски». \n\n'

        'Существует и вторая версия, гласящая, что слово «llullu» на языке аймара означает '
        '«мягкая субстанция, которая впоследствии затвердевает».\n\n'

        '1999 г. ознаменовался исторической находкой Йохана Рейнхарда (англ. Johan Reinhard) и '
        'аргентинского археолога Констанце Церути (англ. Constance Cerutti). '
        'Во время экспедиции ученые обнаружили хорошо сохранившиеся мумии девочки 5-7 лет, '
        'мальчика примерно того же возраста и девушки 15 лет.\n'
        'Предполагается, что дети принесены в жертву примерно 500 лет назад. На вершинах Анд за все время было обнаружено 8 мумий, но 3 мумии со склонов вулкана сохранились лучше всего.\n'
        'Мумии получили название «Дети Льюльяйльяко» (англ. Сhildren of Llullaillaco). '
        'Старшая девушка известна среди археологов как Хуанита, или «Ледяная Дева».\n'


        'Дети племени Инков были наряжены и оставлены своими соплеменниками на '
        'склонах вулкана во время ритуала «капакоча».\n\n'
    ,
  },
  {
    'title': 'Сан-Педро',
    'url': 'assets/San_pedro.jpg',
    'facts':
        'Сан-Педро (исп. Volcan San Pedro) — активный вулкан в чилийских Андах на севере Чили, '
        'на западном склоне Западной Кордильеры близ границы с Боливией.\n\n'

        'Высота Сан-Педро составляет 6154 м, он входит в первую десятку одних из самых высоких '
            'действующих вулканов в мире. '
            'Относится к стратовулканам.\n\n'

        'Первое документально подтвержденное восхождение на вулкан было совершено 16 июля 1903 г. '
            'членом французской '
            'экспедиции Джорджем Корти и сопровождающим его чилийцем Филемоном Моралесом.\n\n'

        'в 20-м веке вулкан извергался 7 раз\n\n'

        'Последняя его активность была отмечена в декабре 1960 г., с тех пор этот природный громадный «котел» потихоньку клокочет, '
            'постоянно напоминая людям про свою затаившуюся мощь.\n'
        'Многочисленных туристов постоянно предупреждают, что восхождение на вершину чилийского '
            'вулкана возможно только в специальных защитных масках, '
            'чтобы не надышаться токсичными парами, которые выделяет тлеющий гигант.\n\n'

        'Чилийцы относятся к Сан-Педро с неизменным уважением. Местные жители с упоением '
            'пересказывают предания о мощных потоках лавы, сметавших со своего пути все живое. '
            'К тому же для потомков испанских переселенцев и местных индейцев эта '
            'величественная гора является источником стабильного дохода.\n\n'
    ,
  },

  {
    'title': 'Эль-Мисти',
    'url': 'assets/El_misti.jpg',
    'facts':
        'действующий вулкан, расположенный в Южной Америке, в Западной Кордильере южно-перуанских Анд; '
            'Перу. Высота вулкана над у/м составляет 5822 м.\n\n'

        'В 18 км к западу от вершины располагается второй по величине город страны — Арекипа (Arequipa), '
            'который местные жители называют «Белым городом». Он действительно сверкает на солнце, точно '
            'гигантская сахарная голова, потому что здания в историческом '
            'его центре построены из вулканической породы ослепительно белого цвета.\n\n'

        'Вулкан Мисти, также известный как Гуагуа-Путина (Guagua-Putina), относится к '
            'классическим стратовулканам — поэтому для него характерны постоянная активность с '
            'небольшими извержениями и периодические выбросы лавовых масс, '
            'которые быстро застывают, не успевая далеко растечься.\n\n'

        'В ходе раскопок рядом с малым кратером Эль-Мисти в 1998 г. были обнаружены мумии и ряд артефактов, '
            'относящихся к эпохе Инкской Империи.\n\n'

        'Иногда Эль-Мисти просыпается, тогда из его кратера вырываются белые столбы дыма. '
            'Но чаще вулкан «спит», окруженный пушистыми облаками.\n\n'

        'Первое зафиксированное упоминание о сильном вулканическом извержении датируется 1438 г.\n\n'

        'Один из кратеров Мисти постоянно дымит. Из трещин на склонах вулкана '
            'выделяются фумарольные газы и дым.\n\n'

        'Один из кратеров Мисти постоянно дымит. Из трещин на склонах вулкана '
            'выделяются фумарольные газы и дым.\n\n'
    ,
  },
  {
    'title': 'Орисаба',
    'url': 'assets/Orisaba.jpg',
    'facts':
        'Орисаба — священная гора ацтеков\n\n'

        'Возвышаясь более чем на 5 600 метров в Мексике, Орисаба является высочайшим пиком '
            'государства и занимает 3 место по этому показателю во всей Северной Америке.\n\n'

        'Также известная как Ситлалтепетль на местном языке.\n\n'

        'Представляет собой спящий стратовулкан, который последний раз извергался в 19 веке.\n\n'

        'Известно, что первым названием, которое вулкан имел в доиспанскую эпоху, было Poyautécatl, '
            'что означает «место, где туман рассеивается».\n\n'

        'Вполне возможно, что нынешнее название на астекском языке Cītlaltepētl '
            'было придумано испаноязычным человеком, который знал местное наречие, '
            'но не знал точного названия вершины.\n\n'

        'Топоним Cītlaltepētl происходит от слов citlalli — «звезда» и tepētl — «гора или холм», '
            'что вместе означает «гора звезды» или «холм звезды».\n\n'

        'По мнению местных жителей, такое название он мог получить из-за того, что из '
            'расположенного поблизости города Коскоматепек осенью и зимой в качестве '
            'самой яркой звезды можно увидеть планету Венера, которая располагается точно '
            'над кратером вулкана.\n\n'

        'Известно, что во время испанского завоевания Мексики Эрнан Кортес прошел '
            'через предгорья горы Орисаба: вулкан и окружающие горы задержали его '
            'поход на много дней.\n'
            'В течение 1600-х годов испанская корона финансировала '
            'строительство нескольких дорог, которые обойдут Орисабу.\n'
            'Одна из дорог была '
            'проложена к югу от вулкана через одноименный город и Фортин-де-лас-Флорес. '
            'Вокруг этого вулкана происходило множество сражений на протяжении всей борьбы '
            'Мексики за независимость.\n\n'

        'В городе Орисаба у местных жителей есть легенда, что давно, во времена '
            'ольмеков — первой Мезоамериканской цивилизации, неподалеку жил храбрый воин, '
            'лучшим другом и советчиком которого был орел по имени Орисаба. '
            'В одном из многочисленных сражений этот воин потерпел поражение, '
            'поэтому Орисаба поднялся до самой высокой точки неба и упал на землю. '
            'В месте, где он упал, понемногу стала образовываться гора, пока не '
            'превратилась в вулкан. Через некоторое время Орисаба вспомнил, что '
            'случилось с его другом и взорвался от ярости, несколько раз вспыхнув. '
            'Чтобы сдержать эту ярость, жители окрестных деревень должны были подняться на '
            'вершину вулкана, чтобы почтить память павшего воина, вечного друга Орисабы.\n\n'
    ,
  },

  {
    'title': 'Этна',
    'url': 'assets/Etna.jpeg',
    'facts':
        'Находится на территории Италии, на восточном побережье Сицилии.\n\n'
        'Самый высокий действующий вулкан в Европе.\n\n'

        'Абсолютная высота в метрах составляет 3329, но эта величина со временем меняется из-за '
            'образования слоев из вулканических выбросов. Так, приблизительно полтора века назад '
            'Этна был выше на 21 метр. Площадь этого гиганта составляет 1250 кв. км, '
            'он превосходит Везувий, поэтому знаменит по всей Европе.\n\n'

        'Согласно одной из легенд гора является темницей, где находится гигант Энкелад. '
            'Его замуровала Афина под массив, но время от времени узник '
            'пытается пробраться сквозь толщу, поэтому из кратера вырывается его горячее дыхание.\n\n'

        'Также считается, что вулкан был избран богами для заточения титанов, которые решили свергнуть '
            'жителей Олимпа. По этой причине итальянцы относятся с почтением и некоторым опасением '
            'к своему природному достоянию. В некоторых мифах упоминается, '
            'что в жерле вулкана находится кузница Гефеста.\n\n'

        'Над Этной в 70-е годы 20 века зафиксировали дымовые кольца – зрелище поистине необычное. '
            'Это было первое документальное подтверждение о существовании подобного природного феномена. '
            'Позднее вихревые образования появлялись еще в 2000 и 2013 годах.\n\n'

        'Последнее извержение 2016 года случилось 21 мая.Но в этот раз жертв удалось избежать\n\n'


    ,
  },
];
